<?php return [
    'plugin' => [
        'name' => 'زرین پل',
        'description' => 'افزونه پرداخت از طریق زرین پال',
    ],
    'setting' => [
        'name' => 'تنظیمات زرین پل',
        'description' => 'تظیمات درگاه پرداخت زرین پل',
    ],
    'component' => [
        'payment' => [
            'name' => 'پرداخت',
            'description' => 'اضافه شود به صفحه پرداخت برای انجام عملیات پرداخت',
            'properties' => [
                'callback_url' => [
                    'name' => 'آدرس بازگشت از درگاه بانک',
                    'description' => 'آدرسی که کاربر پس از پرداخت در درگاه بانک به آن بازگشت داده میشود. در حالت عادی آدرسی است که در تنظیمات سیستم آن را وارد کرده اید.',
                    'validation_message' => 'لطفا آدرس بازگشت را وارد کنید'
                ]
            ]],
        'verify_payment' => [
            'name' => 'تصدیق پرداخت',
            'description' => 'اضافه شود به صفحه بازگشت از درگاه پرداخت بانک']
    ]
];